import RootLayout from "components/layout"

const Index =() => {
  return (
   <RootLayout>

        <div className="text-center p-4 md:max-w-5xl md:mx-auto mx-2 " dir="rtl">
<p className="py-10 text-yellow-500 text-3xl font-extrabold">    
سياسة الخصوصية
</p>
<p className="py-6">
في Web Leaders ، نحن ملتزمون بحماية خصوصيتك وضمان أمان معلوماتك الشخصية. توضح سياسة الخصوصية هذه كيفية قيامنا بجمع واستخدام وحماية البيانات التي تزودنا بها من خلال موقعنا الإلكتروني. باستخدام موقعنا ، فإنك توافق على الممارسات الموضحة في هذه السياسة.

</p>
<p className="py-4">
جمع المعلومات:
عندما تزور موقعنا على الويب ، قد نجمع معلومات معينة تلقائيًا ، مثل عنوان IP الخاص بك ونوع المتصفح ونظام التشغيل. بالإضافة إلى ذلك ، قد نجمع المعلومات الشخصية التي تقدمها لنا طواعية ، مثل اسمك وعنوان بريدك الإلكتروني وأي معلومات أخرى تختار مشاركتها من خلال نماذج الاتصال أو اشتراكات الرسائل الإخبارية.

استخدام المعلومات:
تُستخدم المعلومات التي نجمعها لأغراض مختلفة ، بما في ذلك على سبيل المثال لا الحصر:
</p>

<p className="py-4">1. إضفاء الطابع الشخصي: لتزويدك بتجربة مخصصة على موقعنا الإلكتروني وتصميم المحتوى الخاص بنا وفقًا لاهتماماتك.
</p>
<p className="py-4">2. الاتصال: للرد على استفساراتك ، وتزويدك بالمعلومات المطلوبة ، وإرسال التحديثات والنشرات الإخبارية ذات الصلة إليك إذا كنت قد اشتركت فيها.
</p>
<p className="py-3">3. التحليلات: لتحليل استخدام الموقع والاتجاهات والتفضيلات من أجل تحسين موقعنا الإلكتروني وتعزيز تجربة المستخدم.
</p>
<p className="py-6">4. التسويق: لتقديم إعلانات مستهدفة ومواد ترويجية بناءً على اهتماماتك وتفضيلاتك ، شريطة موافقتك على القيام بذلك.
</p>
أمن البيانات:
نحن نتعامل مع أمان معلوماتك الشخصية على محمل الجد وننفذ إجراءات متوافقة مع معايير الصناعة لحمايتها من الوصول غير المصرح به أو الكشف أو التغيير أو الإتلاف. ومع ذلك ، يرجى ملاحظة أنه لا توجد طريقة آمنة تمامًا للإرسال عبر الإنترنت أو التخزين الإلكتروني ، ولا يمكننا ضمان الأمان المطلق.
<p className="py-4">
إفشاء الطرف الثالث:
قد نشارك معلوماتك الشخصية مع مزودي خدمة من الأطراف الثالثة الموثوق بهم الذين يساعدوننا في تشغيل موقعنا على الإنترنت وتقديم الخدمات لك. تلتزم هذه الأطراف الثالثة باتفاقيات السرية ويحظر عليها استخدام معلوماتك لأي غرض آخر.
</p>
<p className="py-6">

ملفات تعريف الارتباط وتقنيات التتبع:
نحن نستخدم ملفات تعريف الارتباط وتقنيات التتبع المماثلة لتحسين تجربة التصفح الخاصة بك ، وتحليل حركة المرور على الموقع ، وجمع المعلومات حول سلوك المستخدم. لديك خيار تعطيل ملفات تعريف الارتباط من خلال إعدادات المتصفح الخاص بك ، ولكن يرجى ملاحظة أن هذا قد يؤثر على وظائف معينة لموقعنا.

</p>
روابط لمواقع الطرف الثالث:
قد يحتوي موقعنا على روابط لمواقع طرف ثالث لا نتحكم فيها أو نديرها. نحن لسنا مسؤولين عن ممارسات الخصوصية أو محتوى هذه المواقع. نحن نشجعك على مراجعة سياسات الخصوصية الخاصة بأي مواقع ويب تابعة لجهات خارجية تقوم بزيارتها.
<p className="py-5">
خصوصية الأطفال:
موقعنا الإلكتروني غير مخصص للاستخدام من قبل الأفراد الذين تقل أعمارهم عن 13 عامًا. نحن لا نجمع معلومات شخصية عن قصد من الأطفال. إذا كنت تعتقد أننا جمعنا معلومات من طفل عن غير قصد ، فيرجى الاتصال بنا على الفور ، وسنتخذ الخطوات المناسبة لإزالة المعلومات من سجلاتنا.</p>
<p className="py-4">

التغييرات في سياسة الخصوصية:
نحتفظ بالحق في تحديث أو تعديل سياسة الخصوصية هذه في أي وقت. سيتم نشر أي تغييرات على هذه الصفحة ، وستصبح السياسة المعدلة سارية فور نشرها. نحن نشجعك على مراجعة هذه السياسة بشكل دوري لأية تحديثات.

</p>
اتصل بنا:
إذا كانت لديك أي أسئلة أو مخاوف أو طلبات بخصوص سياسة الخصوصية هذه أو التعامل مع معلوماتك الشخصية ، فيرجى الاتصال بنا باستخدام معلومات الاتصال المتوفرة على موقعنا.


<p className="py-9 text-red-600">
في Web Leaders ، نعطي الأولوية لخصوصية وأمان معلوماتك الشخصية. نحن ملتزمون بالشفافية بشأن ممارسات جمع البيانات لدينا والتأكد من التعامل مع معلوماتك بمسؤولية. باستخدام موقعنا ، فإنك تقر وتوافق على الشروط الموضحة في سياسة الخصوصية هذه.
</p>   </div>
   </RootLayout>
  )
}
export default Index