import RootLayout from "components/layout";
import { type NextPage } from "next";

const Terms : NextPage =() => {
  return (
   <RootLayout>
    <div className="text-center md:max-w-5xl md:mx-auto mx-2" dir="rtl">
     <p className="py-10 text-yellow-500 text-3xl font-extrabold">    
     شروط استخدام  
</p>

<p className="py-4">
مرحبًا بكم في Web Leaders. قبل استخدام موقعنا ، من المهم فهم شروط الاستخدام التالية والموافقة عليها. من خلال الوصول إلى موقعنا واستخدامه ، فإنك تقر بأنك قد قرأت وفهمت ووافقت على الامتثال لهذه الشروط. إذا كنت لا توافق على أي جزء من هذه الشروط ، فيرجى الامتناع عن استخدام موقعنا.

</p>
<p className="py-2">
1. المحتوى:
كل المحتوى المقدم على Web Leaders هو لأغراض إعلامية فقط. نحن نسعى جاهدين لضمان دقة وموثوقية المعلومات المنشورة على موقعنا. ومع ذلك ، فإننا لا نقدم أي ضمانات أو إقرارات بخصوص اكتمال أو دقة أو موثوقية المحتوى. استخدام أي معلومات على موقعنا على مسؤوليتك الخاصة.

</p>
<p className="py-4">2. الملكية الفكرية:
جميع المحتويات ، بما في ذلك على سبيل المثال لا الحصر ، النصوص والصور والرسومات والشعارات ومقاطع الفيديو الموجودة على Web Leaders محمية بموجب قوانين الملكية الفكرية وتنتمي إلى Web Leaders أو أصحابها المعنيين. لا يجوز لك تعديل أو إعادة إنتاج أو توزيع أو إعادة نشر أي محتوى من موقعنا دون الحصول على موافقة خطية مسبقة.
</p>
<p className="py-4">3. روابط لمواقع الطرف الثالث:
قد يحتوي قادة الويب على روابط لمواقع طرف ثالث لا نمتلكها أو نسيطر عليها. ليس لدينا أي سيطرة على المحتوى أو سياسات الخصوصية أو ممارسات هذه المواقع. نحن لسنا مسؤولين عن أي أضرار أو خسائر تكبدتها من خلال الوصول إلى مواقع الطرف الثالث أو استخدامها. نحن نشجعك على مراجعة شروط الاستخدام وسياسات الخصوصية لأي مواقع ويب تابعة لجهات خارجية تقوم بزيارتها.
</p>
<p className="py-4">4. سلوك المستخدم:
باستخدام قادة الويب ، فإنك توافق على استخدام الموقع لأغراض مشروعة وبطريقة لا تنتهك أي قوانين أو لوائح معمول بها. أنت توافق على عدم الانخراط في أي نشاط قد يعطل أو يتداخل مع عمل الموقع أو يعرض أمن أنظمتنا للخطر. قد يؤدي أي استخدام غير مصرح به لموقعنا إلى إنهاء وصولك.
</p>
<p className="py-4 text-red-400">

5. الخصوصية:
باستخدام قادة الويب ، فإنك توافق على الالتزام بشروط الاستخدام هذه. إذا كانت لديك أي أسئلة أو مخاوف بشأن هذه الشروط ، فيرجى الاتصال بنا. نحتفظ بالحق في اتخاذ الإجراءات القانونية المناسبة ضد أي فرد أو كيان ينتهك هذه الشروط. شكرًا لك على زيارة رواد الويب وعلى الامتثال لشروط الاستخدام هذه.
    
</p>


    </div>
   </RootLayout>
  )
} 
export default Terms